Repository: nitsan-technologies/ns_ext_compatibility
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# module.title
source: Extension Report
de: Erweiterungsbericht

# warning.TERUpdateText
source: Please kindly update your extension table from Extensions Module > Get Extensions, Because your last updated date is %s
de: Bitte aktualisieren Sie Ihre Erweiterungstabelle im Erweiterungsmodul > Erweiterungen abrufen, da Ihr letztes Aktualisierungsdatum %s ist.

# warning.TERUpdateTextComposer
source: Please update your extension table using Scheduler task: Update extension list (extensionmanager), because your last update date is %s
de: Bitte aktualisieren Sie Ihre Erweiterungstabelle mithilfe der Scheduler-Aufgabe: Erweiterungsliste aktualisieren (Extensionmanager), da Ihr letztes Aktualisierungsdatum %s ist.

# warning.TERUpdateHeadline
source: Update your extensions list with live TER (TYO3 Extensions Repository)
de: Aktualisieren Sie Ihre Erweiterungsliste mit Live-TER (TYO3 Extensions Repository)

# warning.selectProperTargetVersionText
source: Target version must be greater than current TYPO3 version, Please select another version of TYPO3.
de: Die Zielversion muss höher sein als die aktuelle TYPO3-Version. Bitte wählen Sie eine andere Version von TYPO3.

# typo3UpgradeOptLabel
source: Choose target TYPO3 version to check compatibility :
de: Wählen Sie die Zielversion von TYPO3, um die Kompatibilität zu überprüfen:

# warning.selectProperTargetVersionHeadline
source: Please select proper target TYPO3 version.
de: Bitte wählen Sie die richtige TYPO3-Zielversion aus.

# btn.export
source: Export Report
de: Liste exportieren

# pagetitle
source: TYPO3 Extensions Compatibility Checker
de: Kompatibilitätsprüfung für TYPO3-Erweiterungen

# langague
source: Total Languages
de: Sprachen gesamt

source: Current TYPO3 Version
de: Aktuelle TYPO3 Version

source: Target TYPO3 Version
de: Zielversion von TYPO3

# totalPagesofSite
source: Total Pages
de: Alle Seiten

# numberOfDomain
source: Total Domain
de: Gesamtdomäne

# overviewReport
source: Extensions Statistics
de: Erweiterungen Statistiken

# totalInstalledExt
source: Total Installed Extension
de: Insgesamt installierte Erweiterung

# totalNonInstalledExt
source: Total Not-Installed Extension
de: Gesamtzahl nicht installierter Erweiterungen

# totalUsed
source: Total Used Extension
de: Insgesamt genutzte Erweiterung

# totalCompatible4
source: Total Compatible of TYPO3 4.x
de: Vollständige Kompatibilität von TYPO3 4.x

# totalCompatible6
source: Total Compatible of TYPO3 6.x
de: Vollständige Kompatibilität von TYPO3 6.x

# totalCompatible7
source: Total Compatible of TYPO3 7.x
de: Vollständige Kompatibilität von TYPO3 7.x

# totalCompatible8
source: Total Compatible of TYPO3 8.x
de: Vollständige Kompatibilität von TYPO3 8.x

# totalCompatible9
source: Total Compatible of TYPO3 9.x
de: Vollständige Kompatibilität von TYPO3 9.x

# totalCompatible10
source: Total Compatible of TYPO3 10.x
de: Vollständige Kompatibilität von TYPO3 10.x

# totalCompatible11
source: Total Compatible of TYPO3 11.x
de: Vollständige Kompatibilität von TYPO3 11.x

# totalCompatible12
source: Total Compatible of TYPO3 12.x
de: Vollständige Kompatibilität von TYPO3 12.x

# totalCompatible13
source: Total Compatible of TYPO3 13.x
de: Vollständige Kompatibilität von TYPO3 13.x

# extensionlist
source: TYPO3 Extensions Report
de: TYPO3-Erweiterungsbericht

# extkey
source: Extension Key
de: Erweiterungsschlüssel

# action
source: Installed
de: Eingerichtet

# currentVersion
source: Current Ver.
de: Aktuelle Version.

# newVersion
source: Latest Ver.
de: Neueste Version.

source: State
de: Zustand

source: Type
de: Typ

# viewDetailTooltip
source: View Extension Detail of %s
de: Erweiterungsdetails von %s anzeigen

# viewAllVersionTooTip
source: View All Versions of %s
de: Alle Versionen von %s anzeigen

# viewTERTooltip
source: View Extension "%s" at TER
de: Erweiterung „%s“ bei TER anzeigen

# viewManualTooltip
source: Read Documenation
de: Dokumentation lesen

# contactNote
source: Do you have any issues or suggestions? Then, Please feel free to connect with us at
de: Haben Sie Fragen oder Anregungen? Dann kontaktieren Sie uns gerne unter

# detailAction
source: Actions
de: Aktionen

source: No
de: NEIN

source: Yes
de: Ja

source: Custom
de: Brauch

# totalPages
source: Pages where this extension used
de: Seiten, auf denen diese Erweiterung verwendet wurde

# lastUpdateComment
source: Last Updated Comment
de: Zuletzt aktualisierter Kommentar

# lastUpdateDate
source: Last Updated Date
de: Datum der letzten Aktualisierung

# alldownloadcounter
source: Total Downloads
de: Downloads gesamt

# currentVersionDepend
source: Current Version Dependency
de: Aktuelle Versionsabhängigkeit

source: Installed
de: Eingerichtet

source: Title
de: Titel

source: Category
de: Kategorie

source: Description
de: Beschreibung

source: Author
de: Autor

source: Company
de: Unternehmen

source: Conflict
de: Konflikt

source: Suggests
de: Schlägt vor

# typo3upgrade
source: TYPO3 Extensions Compatibility Report
de: Kompatibilitätsbericht für TYPO3-Erweiterungen

# typo3upgrad1
source: TYPO3 Extensions Compatibility Report %s
de: TYPO3-Erweiterungen-Kompatibilitätsbericht %s

# sheet.filename
source: TYPO3-Extensions-Compatibility-Report-%s
de: TYPO3-Erweiterungen-Kompatibilitätsbericht-%s

# sheet.title
source: Extension List
de: Erweiterungsliste

source: Notes
de: Anmerkungen

# allVersion.title
source: Show all versions of
de: Alle Versionen anzeigen von

# allVersion.version
source: Version
de: Ausführung

# allVersion.manual
source: Manual
de: Handbuch

# allVersion.readonline
source: Read Documenation
de: Dokumentation lesen

# state.2
source: stable
de: stabil

# state.4
source: test
de: prüfen

# state.5
source: obsolete
de: veraltet

# state.6
source: excludeFromUpdates
de: Aus Updates ausschließen

# state.7
source: deprecated
de: veraltet

# category.0
source: be
de: Sei

# category.1
source: module
de: Modul

# category.4
source: misc
de: Sonstiges

# category.5
source: services
de: Dienstleistungen

# category.6
source: templates
de: Vorlagen

# category.7
source: doc
de: Dokument

# category.8
source: example
de: Beispiel

# category.9
source: distribution
de: Verteilung

# targetSystemRequirement
source: Server compatibility report of TYPO3
de: Server-Kompatibilitätsbericht von TYPO3

# targetSystemRequirement.postMaxSize
source: Post Max Size
de: Maximale Beitragsgröße

# targetSystemRequirement.uploadMaxSize
source: Upload Max Filesize
de: Maximale Dateigröße hochladen

# targetSystemRequirement.maxInputVars
source: Max Input Vars
de: Max. Eingabevariablen

# targetSystemRequirement.memoryLimit
source: Memory Limit
de: Speicherlimit

# targetSystemRequirement.maxExecutionTime
source: Max Execution Time
de: Maximale Ausführungszeit

# targetSystemRequirement.imageMagick
source: ImageMagick
de: BildMagick

# targetSystemRequirement.current
source: Current
de: Aktuell

# targetSystemRequirement.required
source: Required
de: Erforderlich

# targetSystemRequirement.module
source: Module
de: Modul

# task.sendExtensionsReportTask.title
source: TYPO3 Extensions Compatibility Report via Email Notification
de: TYPO3-Erweiterungskompatibilitätsbericht per E-Mail-Benachrichtigung

# task.sendExtensionsReportTask.description
source: To check any new version of TYPO3 core and extensions, Whenever new updates available then send complete report notification via Email.
de: Um zu prüfen, ob es neue Versionen des TYPO3-Kerns und der Erweiterungen gibt, senden Sie bei Verfügbarkeit neuer Updates eine vollständige Berichtsbenachrichtigung per E-Mail.

# task.sendExtensionsReportTask.additionalFields.mailSubject.label
source: Email Subject
de: E-Mail Betreff

# task.sendExtensionsReportTask.additionalFields.mailSender.label
source: From To Email Address
de: Von An E-Mail-Adresse

# task.sendExtensionsReportTask.additionalFields.mailTo.label
source: Send To Email Address (use comma(,) to set multiple email address).
de: An E-Mail-Adresse senden (verwenden Sie Kommas (,), um mehrere E-Mail-Adressen festzulegen).

# task.sendExtensionsReportTask.additionalFields.excludeExtensionsFromCheck.label
source: Exclude extensions key (use comma(,) to set multiple extensions).
de: Schlüssel „Erweiterungen ausschließen“ (verwenden Sie Komma (,), um mehrere Erweiterungen festzulegen).

# task.sendExtensionsReportTask.additionalFields.emailSubject.validation
source: Email address is not valid
de: Email Adresse ist nicht gültig

# task.sendExtensionsReportTask.additionalFields.emailMail.validation
source: Email address is not valid
de: Email Adresse ist nicht gültig

# task.checkExtensionsTask.maiSubject
source: [%s] New Version of TYPO3 Core and/or Extensions Is Available!
de: [%s] Neue Version des TYPO3-Kerns und/oder der Erweiterungen ist verfügbar!

# task.mail.hithere
source: Hi there,
de: Hallo,

# task.mail.description1
source: At your TYPO3 website
de: Auf Ihrer TYPO3-Website

# task.mail.description2
source: a new version of TYPO3 core and/or extensions is available!
de: eine neue Version des TYPO3-Kerns und/oder der Erweiterungen ist verfügbar!

# task.mail.contactonGit
source: PS: This email was auto-generated from extension ns_ext_compatibility, Please feel free to connect with us at
de: PS: Diese E-Mail wurde automatisch aus der Erweiterung ns_ext_compatibility generiert. Bitte kontaktieren Sie uns unter

# task.mail.moreInfo
source: For more information, Login to your TYPO3 backend at
de: Für weitere Informationen melden Sie sich bei Ihrem TYPO3-Backend an unter

# task.mail.moreInfo1
source: You may take a detailed report at
de: Einen ausführlichen Bericht erhalten Sie unter

# task.mail.moreInfo2
source: module, Thank you!
de: Modul, Danke!

# task.mail.newstate
source: New State
de: Neuer Staat

# newVersionComment
source: Latest Version Comment
de: Neueste Version Kommentar

# task.mail.noUpdate
source: No update available!
de: Kein Update verfügbar!

# t3-newVersionSecurityRelevant
source: There is a new version of TYPO3 available, updating is security relevant. Please update to version
de: Es ist eine neue Version von TYPO3 verfügbar, die Aktualisierung ist sicherheitsrelevant. Bitte aktualisieren Sie auf Version

# t3-newVersion
source: There is a new version of TYPO3 available. You can update to version
de: Es ist eine neue Version von TYPO3 verfügbar. Sie können auf Version aktualisieren

# t3-uptodate
source: Your TYPO3 version is up-to-date.
de: Ihre TYPO3-Version ist auf dem neuesten Stand.

# t3-versionOutdated
source: The TYPO3 version you're using is not supported anymore. You should update to a supported version.
de: Die von Ihnen verwendete TYPO3-Version wird nicht mehr unterstützt. Sie sollten auf eine unterstützte Version aktualisieren.

# t3-isDevelopmentVersion
source: This version of TYPO3 seems to be a development version. Thus no update information exists.
de: Bei dieser Version von TYPO3 scheint es sich um eine Entwicklungsversion zu handeln. Daher liegen keine Update-Informationen vor.

# t3-ltsVersion
source: New TYPO3 version %s is available.
de: Neue TYPO3-Version %s ist verfügbar.

source: Unknown
de: Unbekannt
